Repository: WeZza2023/Landly
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Login
ar: تسجيل الدخول

source: Login Later
ar: تسجيل الدخول لاحقا

source: Email
ar: البريد الإلكتروني

source: please enter email
ar: يرجى تحديد البريد الإلكتروني

source: Password
ar: كلمة المرور

source: please enter password
ar: يرجى تحديد كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: please enter confirm password
ar: يرجى تحديد تأكيد كلمة المرور

source: confirm password does not match
ar: تأكيد كلمة المرور غير متطابقة

source: Phone
ar: الهاتف

source: please enter phone
ar: يرجى تحديد الهاتف

source: Forgot Password
ar: نسيت كلمة المرور؟

source: Don't have an account?
ar: ليس لديك حساب؟

source: Already have an account?
ar: لديك حساب بالفعل؟

# sign_up
source: Sign up account
ar: تسجيل حساب

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: please enter first name
ar: يرجى تحديد الاسم الأول

source: please enter last name
ar: يرجى تحديد الاسم الأخير

source: Home
ar: الرئيسية

source: Contact request already sent
ar: تم التواصل مسبقا

source: All Offers
ar: جميع العروض

source: Special Offers
ar: عروض خاصة

source: Request Contact
ar: طلب تواصل

source: Add Property
ar: اضافة عقار

source: Add Main Photo
ar: اضافة الصورة الرئيسية

source: Add Property Photos
ar: اضافة صور العقار

source: Ad Name
ar: اسم الاعلان

source: please enter ad name
ar: يرجى تحديد اسم الاعلان

source: Ad Description
ar: وصف الاعلان

source: please enter ad description
ar: يرجى تحديد وصف الاعلان

source: Ad Price
ar: سعر الاعلان

source: please enter ad price
ar: يرجى تحديد سعر الاعلان

source: Ad type
ar: نوع الاعلان

source: please enter ad type
ar: يرجى تحديد نوع الاعلان

source: Ad Phone
ar: رقم الهاتف

source: please enter ad phone
ar: يرجى تحديد رقم الهاتف

source: Ad Region
ar: المنطقة

source: please enter ad region
ar: يرجى تحديد المنطقة

source: Ad Address
ar: العنوان

source: please enter ad address
ar: يرجى تحديد العنوان

source: Add
ar: اضافة

source: you have to add property_photos
ar: يجب عليك اضافة صور العقار

source: you have to add property main photo
ar: يجب عليك اضافة الصورة الرئيسية للعقار

source: No more
ar: لا يوجد المزيد

source: You are not logged in
ar: يجب عليك تسجيل الدخول اولا

source: Description
ar: الوصف

source: Photo Gallery
ar: معرض الصور

source: Extra Services
ar: خدمات اضافية

source: please enter extra services
ar: يرجى تحديد خدمات اضافية

source: Notifications
ar: الاشعارات

source: requested to contact you
ar: قام بطلب الاتصال بك

source: Sorry !
ar: عفوا !

source: make your ad featured
ar: اجعل اعلانك مميز

# contact_with_us
source: contact with us throw our email to make your ad featured
ar: تواصل معنا عبر بريدنا الإلكتروني لجعل اعلانك مميز.

source: copy email
ar: نسخ البريد الإلكتروني

source: the email has been copied successfully
ar: تم نسخ البريد الإلكتروني بنجاح
